
"Battery Power" = "배터리";
"AC Power" = "전원 어댑터";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "전원";

//The power warning sheet
"Restore Defaults" = "기본값으로 복원";
"OK" = "승인";
"Cancel" = "취소";

"UPS Power Checkbox" = "메뉴 막대에서 UPS 상태 보기";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% 가득참";
"Current UPS Charge" = "현재 충전량: %.0f%%";

"Power consumption may be greater than normal." = "이 설정을 사용하면 컴퓨터가 에너지를 더 많이 사용할 수 있습니다.";
"Reset by clicking Restore Defaults" = "에너지를 절약하려면 기본값으로 복원을 클릭하십시오.";

"Network wake noise warning" = "“네트워크 연결 시 깨어납니다.”를 활성화하면, 가끔 컴퓨터가 깨어나는 소리를 들을 수 있습니다.";
"Wakes for detection" = "이것은 다른 장비에 사용자의 컴퓨터가 네트워크에서 계속 사용 가능하다는 사실을 알립니다.";

"Wake for network" = "네트워크 연결 시 깨어납니다.";
"Wake for Ethernet" = "이더넷 네트워크 연결 시 깨어납니다";
"Wake for AirPort" = "AirPort 네트워크 연결 시 깨어납니다";

"Custom" = "사용자화";

"Schedule Warning- power adapter must be present" = "일정이 정해진 시동은 Mac이 전원 어댑터에 연결되어 있을 때만 실행됩니다.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "현재 배터리 충전: %.0f%%  남은 예상 시간: %@";
"Battery Status, Charged" = "배터리가 충전되었습니다.";
"Short Battery Status" = "남은 예상 시간: %@(%.0f%%)";
"Battery Status, Charging" = "현재 배터리 충전량: %.0f%%  완료 시까지 남은 시간: %@";
"Short Battery Status, Charging" = "완료 시까지 남은 시간: %@(%.0f%%)";
"Current Charge" = "현재 배터리 충전량: %.0f%%";
"Calculating time" = "시간 계산 중";
 
"Check Battery" = "배터리 수리 서비스를 받으십시오."; 
"Poor Battery" = "배터리 상태: 지금 교체하십시오.";
"Fair Battery" = "배터리 상태: 곧 교체하십시오.";


"AutoProc" = "자동";
"HighProc" = "최상";
"NormalProc" = "감소";

/* strings for tool tips */
"minute" = "분";
"minutes" = "분";
"hour" = "시간";
"hours" = "시간";

"dim" = "화면 흐려짐";
"sleep" = "잠자기";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "화면 흐려짐 %1$@. 잠자기 %2$@.";

"Never" = "안 함";
"1 minute" = "1분";
"3 minutes" = "3분";
"5 minutes" = "5분";
"10 minutes" = "10분";
"15 minutes" = "15분";
"20 minutes" = "20분";
"25 minutes" = "25분";
"30 minutes" = "30분";  
"45 minutes" = "45분";
"1 hour" = "1시간";
"1 hour 15 minutes" = "1시간 15분";
"1 hour 30 minutes" = "1시간 30분";  
"1 hour 45 minutes" = "1시간 45분";
"2 hours" = "2시간";
"3 hours" = "3시간";

"Better Energy Savings" = "보다 나은 에너지 절약";
"Better Battery Life" = "보다 나은 배터리 수명";
"Better UPS Life" = "보다 나은 UPS 수명";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "이 변경사항을 적용하려면 로그아웃해야 합니다";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "변경사항을 적용하려면 모든 사용자가 로그아웃해야 합니다";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "변경 사항을 적용하려면 재시동해야 합니다";

"GFX_CHANGE_TITLE" = "그래픽 설정을 변경하려면 로그 아웃해야 합니다.";
"GFX_CHANGE_DESC" = "계속하려면 로그 아웃을 클릭하십시오. 열려 있는 모든 도큐멘트는 저장할 수 있습니다.";
"GFX_CHANGE_TITLE2" = "그래픽 설정을 변경하려면 재시동해야 합니다.";
"GFX_CHANGE_DESC2" = "계속하려면 재시동을 클릭하십시오. 열려 있는 모든 도큐멘트는 저장할 수 있습니다.";
"LOGOUT_BUTTON" = "로그 아웃";
"RESTART_BUTTON" = "재시동";

"AUTO_SWITCH_MSG_ON"  = "컴퓨터는 보다 나은 배터리 수명을 위해 자동으로 그래픽 모드를 전환합니다.";
"AUTO_SWITCH_MSG_OFF" = "자동 전환이 비활성화되면, 컴퓨터는 항상 고성능 그래픽을 사용합니다.\n이 경우에 배터리 수명이 줄어들 수 있습니다.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


